export default [
  "Vue3 现在也正式变成 Vue 项目的默认版本。下面给大家整理分享几个 Vue3 优秀的实用的Web端UI组件库，大家可以借鉴一下别人组件库的构建思想，打造自己的专属组件库。",
  "Element Plus 一套为开发者、设计师和产品经理准备的基于 Vue 3.0 的桌面端组件库。Element UI 在 Vue2 中很受开发者欢迎，Element Plus 依旧延续了 Vue2 Element UI 的优秀风格，重构了已有的组件，并且新增了一些新的组件，比如TreeSelect 树形选择、Virtualized Table 虚拟化表格等。",
  JSON.stringify({
    name: "lili",
    gender: "femal",
    age: 26,
    height: 168,
    weight: 68,
  }),
  "Element Plus目前已有近70个组件，在 GitHub 上更是拥有 18.6k+ Star，正在成为 Github 上最受欢迎的 Vue3 UI 框架之一，它以优秀的UI风格、及时更新、良好的交互体验、更高效的开发和通过SCSS变量的高定制性达到了开发者的期望。",
  `众所周知，Ant Design 作为一门设计语言面世，经历过多年的迭代和积累，它对 UI 的设计思想已经成为一套事实标准，受到众多前端开发者及企业的追捧和喜爱，是前端开发者手中的神兵利器。

  ant-design-vue 是 Ant Design 的 Vue 实现，组件的风格与 Ant Design 保持同步，组件的 html 结构和 css 样式也保持一致，真正做到了样式 0 修改，组件 API 也尽量保持了一致`,

  "5月18日至19日，中国—中亚峰会将在中国陕西省西安市举行。本次峰会是中国同中亚五国建交以来，六国元首首次以实体形式举办峰会，在中国同中亚国家关系发展史上具有里程碑意义，必将开启中国同中亚国家关系发展的新篇章。峰会召开前，让我们一同了解中亚五国概况。",
  "毕竟，能够把DC海王、和平使者、漫威惊奇队长、巨星查理兹·塞隆、杰森·斯坦森、以及DC神奇女侠和黑亚当集结在一起，都做自己的陪衬，还能让死去的角色不断“死而复生”的电影，简直就像做梦一样。",
  "5月17日，印尼警方披露中国情侣遇害案调查结果与许多相关细节。17日深夜，遇害女生家属@囡穌发文：“请大家切勿转载逝者的照片及微博，少一分好奇，多一分尊重，勿为其带来第二次伤害，谢谢大家！”",
  `近日，一则#辞职后去旅游发朋友圈被说了 的话题登上热搜。在相关热搜新闻中，网友鲁先生（微博@明天星期四I ）自今年3月辞职后，已经在国内玩了20几个城市，并常在朋友圈分享旅途照片与感想。

  5月14日，一位微信好友在其发布的西藏动态下评论：“一直在外面玩？家里有矿？都不工作的吗？呵呵。”这则评论在微博热搜发酵后，引发网友关注，不少网友认为这位评论者不该评判他人生活0,`,
  "原标题:“遇见”西安感受魅力 中国-中亚峰会将在古都西安举行 峰会新闻中心5月16日启用 中心设有沉浸式文化体验区 馆藏文物全息投影 陕西非遗文化展示 特色纪念章打卡 在这里...",
  "近日，恩施景区浮桥坠车事故，引发关注。对此，记者联系到坠车浮桥承建方，相关承建方回应事故与浮桥安全性无关，",
  "近日，湖南株洲多家餐企反映，当地一对晏姓父子利用餐企销售“拍黄瓜”等凉拌菜无冷食类食品制售许可证这一由头，通过频繁举报要求餐企高额赔偿。 详细 >",
  
];
